# List of packages to be installed
# Needs 'aurhelper' to be set for AUR packages
# Can be generated with: pacman -Qqe > pkglist.txt
# Add - before unwanted packages from groups (-xfce-terminal)

# Basic stuff
base-devel
sudo
openssh
dhcpcd
lm_sensors
bash-completion
snapper

# Terminal apps
neovim
neovim-symlinks #AUR
xxd-standalone #AUR
nano
bat
lazygit
nnn
shellcheck-bin #AUR
tmux
htop
pv
whois
neofetch
expac
neofetch
reflector
